Revit 2024 API
Space.OutdoorAirPerArea Property
Get the Specified OutdoorAirPerArea of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double OutdoorAirPerArea { get; }
Visual Basic
Public ReadOnly Property OutdoorAirPerArea As Double
	Get
Visual C++
public:
property double OutdoorAirPerArea {
	double get ();
}
Remarks
This property is used to get the Specified OutdoorAirPerArea (Unit: ft/s) of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace